export default {
  projections: {
    ПроектE: {
      стоимость: {
        __caption__: 'Стоимость'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      срок: {
        __caption__: 'Срок'
      },
      участник: {
        __caption__: 'Участник',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ПроектL: {
      стоимость: {
        __caption__: 'Стоимость'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      срок: {
        __caption__: 'Срок'
      },
      участник: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование'
    },
    срок: {
      __caption__: 'Срок'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    участник: {
      __caption__: 'Участник'
    }
  }
};
