export default {
  projections: {
    КалендарьE: {
      конец: {
        __caption__: 'Конец'
      },
      трудозатраты: {
        __caption__: 'Трудозатраты'
      },
      начало: {
        __caption__: 'Начало'
      },
      участник: {
        __caption__: 'Участник',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    конец: {
      __caption__: 'Конец'
    },
    начало: {
      __caption__: 'Начало'
    },
    трудозатраты: {
      __caption__: 'Трудозатраты'
    },
    участник: {
      __caption__: 'Участник'
    },
    план: {
      __caption__: 'план'
    }
  }
};
