export default {
  projections: {
    ПланE: {
      проект: {
        __caption__: 'Проект',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      календарь: {
        __caption__: 'Календарь',
        конец: {
          __caption__: 'Конец'
        },
        трудозатраты: {
          __caption__: 'Трудозатраты'
        },
        начало: {
          __caption__: 'Начало'
        },
        участник: {
          __caption__: 'Участник',
          фИО: {
            __caption__: 'ФИО'
          }
        }
      }
    },
    ПланL: {
      проект: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    проект: {
      __caption__: 'Проект'
    },
    календарь: {
      __caption__: 'Календарь'
    }
  }
};
